# brew bundle --file=Brewfile

tap "cmars/onionpipe"
brew "awscli"
brew "asdf"
brew "ccache"
brew "coreutils"
brew "curl"
brew "dnscrypt-proxy"
brew "dnsmasq"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-sizer"
brew "gnupg"
brew "gpg"
brew "htop"
brew "jq"
brew "macvim"
brew "mas"
brew "maven"
brew "mitmproxy"
brew "node"
brew "noti"
brew "npm"
brew "onionpipe"
brew "openssh"
brew "openssl"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql"
brew "privoxy"
brew "pulumi"
brew "pyenv"
brew "r"
brew "readline"
brew "sbt"
brew "scala"
brew "sqlite3"
brew "tor"
brew "torsocks"
brew "wget"
brew "xz"
brew "zlib"
cask "discord"
cask "firefox"
cask "iterm2"
cask "librewolf"
cask "rstudio"
cask "visual-studio-code"
